{
    "spanish-jokes": [
        {
            "lines": [
                "Oye, ¿cuál es tu plato favorito y por qué?",
                "Pues el hondo, porque cabe más comida…"
            ]
        },
        {
            "lines": [
                "Ayer llamé a la policía porque unos ladrones robaron en mi casa y se llevaron hasta los vasos.",
                "¿Y los detuvo? ",
                "-Sí, sí, los de tubo también."
            ]
        },
        {
            "lines": [
                "¿Tienes WiFi?",
                "Sí",
                "¿Y cuál es la clave?",
                "Tener dinero y pagarlo."
            ]
        },
        {
            "lines": [
                "¿Por qué las focas del circo miran siempre hacia arriba?",
                "Porque es donde están los focos."
            ]
        },
        {
            "lines": [
                "¡Estás obsesionado con la comida!",
                "No sé a qué te refieres croquetamente."
            ]
        },
        {
            "lines": [
                "Buenos días, me gustaría alquilar \"Batman Forever\".",
                "No es posible, tiene que devolverla tomorrow."
            ]
        },
        {
            "lines": [
                "Papá, ¿qué está más lejos, Córdoba o la Luna?.",
                "Pero vamos a ver, ¿tú ves desde aquí Córdoba?"
            ]
        },
        {
            "lines": [
                "¿Te gusta el rock progresivo?",
                "Cada vez más."
            ]
        },
        {
            "lines": [
                "Llaman a la puerta y es un técnico del ayuntamiento.",
                "Perdone, pero vamos a proceder al derribo del edificio contiguo.",
                "¿Conmigo?"
            ]
        },
        {
            "lines": [
                "¿Qué le dice un techo a otro?",
                "Techo de menos."
            ]
        },
        {
            "lines": [
                "¿Qué le dice una iguana a su hermana gemela?",
                "Somos iguanitas"
            ]
        },
        {
            "lines": [
                "Buenos días. Busco trabajo.",
                "¿Le interesa de jardinero?",
                "¿Dejar dinero? ¡Si lo que busco es trabajo!"
            ]
        },
        {
            "lines": [
                "Perdone, ¿es este el ascensor de subida?",
                "No, he montado en otros mejores."
            ]
        },
        {
            "lines": [
                "-Abuelo, ¿por qué estás delante del ordenador con los ojos cerrados?",
                "Es que Windows me ha dicho que cierre las pestañas."
            ]
        },
        {
            "lines": [
                "-¡Rápido, necesitamos sangre!",
                "-Yo soy 0 positivo.",
                "-Pues muy mal, aquí se viene a animar."
            ]
        },
        {
            "lines": [
                "Si los zombies se deshacen con el paso del tiempo ¿zombiodegradables?"
            ]
        },
        {
            "lines": [
                "¿Cuánto cuesta alquilar un coche?",
                "Depende del tiempo.",
                "Vale, pongamos que llueve."
            ]
        },
        {
            "lines": [
                "¿Cómo se llama el primo vegano de Bruce Lee? Broco Lee."
            ]
        },
        {
            "lines": [
                "Soy celíaca.",
                "Encantado, yo Antoniaco."
            ]
        },
        {
            "lines": [
                "¿Qué hace un perro con un taladro?",
                "Taladrando."
            ]
        },
        {
            "lines": [
                "Esto es un hombre que entra en un bar de pinchos y dice: Ay, ay, ay, ay."
            ]
        },
        {
            "lines": [
                "¿Qué le dice una gallina deprimida a otra gallina deprimida?",
                "Necesitamos apoyo."
            ]
        },
        {
            "lines": [
                "¿Sabes por qué no se puede discutir con un DJ?",
                "Porque siempre están cambiando de tema."
            ]
        },
        {
            "lines": [
                "¿Qué hace un mudo bailando?",
                "Una mudanza."
            ]
        },
        {
            "lines": [
                "Hola muñeca.",
                "Hola tobillo."
            ]
        },
        {
            "lines": [
                "Mamá, en el cole me llaman despistado.",
                "Niño, que esta no es tu casa."
            ]
        },
        {
            "lines": [
                "Papá, dice mamá que estás obsesionado con el móvil.",
                "Cállate Alfonsiete."
            ]
        },
        {
            "lines": [
                "¿Qué le dice una impresora a otra?",
                "Esa hoja es tuya o es impresión mía."
            ]
        },
        {
            "lines": [
                "¿Sabes qué le dice un .gif a un .jpg?",
                "¡Anímate hombre!"
            ]
        },
        {
            "lines": [
                "Papá, papá, ¿puedo ir al cine?",
                "Sí, Jaimito, pero no entres."
            ]
        },
        {
            "lines": [
                "Mira, Jaimito, la Luna está llena.",
                "¿De qué?"
            ]
        },
        {
            "lines": [
                "Jaimito, ¿quién fue Juana de Arco?",
                "Una drogadicta, maestra.",
                "¿De dónde sacas eso?",
                "El libro dice que murió por heroína."
            ]
        },
        {
            "lines": [
                "Jaimito, me han dicho que eres muy rápido con las matemáticas.",
                "A ver, ¿cuánto es 47 por 126?",
                "¡328!",
                "¡Pero si ni siquiera te has acercado!",
                "Ya, pero señorita, no me diga que no he sido rápido."
            ]
        },
        {
            "lines": [
                "El dentista le dice a Jaimito:",
                "¿Quiere usted que le duerma las muelas?",
                "Bueno, con tal de que se despierten para la cena…"
            ]
        },
        {
            "lines": [
                "Estaba Jaimito en clase de Lengua y le dice a la profesora:",
                "Profe, ¿cómo se escribe móvil?",
                "Pues se escribe como suena...",
                "¿Y si está en silencio?"
            ]
        },
        {
            "lines": [
                "En clase le preguntan a Jaimito:",
                "¡A ver, Jaimito, ¿de qué signo es tu madre?",
                "Pues debe de ser de exclamación porque se pasa todo el día gritándome."
            ]
        },
        {
            "lines": [
                "¡¡Profe, profe, me recuerdas al mar!!",
                "¡Ayy, Jaimito, qué cosa tienes! ¿Por qué lo dices?",
                "¡Porque me mareas!"
            ]
        },
        {
            "lines": [
                "Jaimito se acerca a su padre y le pregunta:",
                "-Papá, papá, ¿es verdad que en la India, cuando hay un matrimonio, el hombre no conoce a su mujer hasta que se casan?",
                "Y le dice el padre:",
                "-No hagas caso hijo. Eso pasa en todas las culturas…"
            ]
        },
        {
            "lines": [
                "Jaimito, ¿cuánto es 2 x 2?",
                "Empate",
                "¿Y 2 x 1?",
                "¡Oferta!"
            ]
        },
        {
            "lines": [
                "La maestra le pregunta a Jaimito:",
                "Jaimito, ¿cómo se dice en inglés \"El gato se cayó al agua y se ahogó\"?",
                "Es fácil maestra, The cat cataplum in the water glugluglu and not mas miau miau."
            ]
        },
        {
            "lines": [
                "¿Por qué Jaimito va con traje y corbata al oculista?",
                "Porque va a la graduación de sus gafas."
            ]
        },
        {
            "lines": [
                "Jaimito llega tarde al colegio y la profesora le pregunta:",
                "¿Por qué llegas tarde?",
                "Me quedé dormido soñando con un partido.",
                "¿Y eso qué tiene que ver?",
                "Pues hubo un empate, prórroga y además penaltis."
            ]
        },
        {
            "lines": [
                "Mamá, mamá, hoy casi saco un 10.",
                "¡Muy bien Jaimito! pero… ¿por qué casi?",
                "Porque se lo pusieron a mi compañero de al lado"
            ]
        },
        {
            "lines": [
                "El profesor de lengua descubre a Jaimito distraído mirando por la ventana. Se dirige a él, diciéndole:",
                "¡A ver, Jaimito, dime dos pronombres!",
                "¿Quién? ¿Yo?"
            ]
        },
        {
            "lines": [
                "Jaimito le dice a su tío al regresar de la escuela:",
                "Tío, tío, hoy estudiamos geometría.",
                "A ver, dime, ¿Qué son los ángulos?",
                "Sonángulos son las personas que caminan dormidas."
            ]
        },
        {
            "lines": [
                "En la escuela, le dice la profesora a Jaimito:",
                "A ver, Jaimito, ¿qué me dices de la muerte de Napoleón?",
                "Que lo siento mucho, señorita."
            ]
        },
        {
            "lines": [
                "Jaimito le pregunta a su padre:",
                "Oye, papá ¿tonto se acentúa?",
                "Con los años, hijo, con los años, le contesta el padre."
            ]
        },
        {
            "lines": [
                "Jaimito está en el colegio. El director le dice:",
                "¿Qué quieres ser de mayor, Jaimito?",
                "Carnicero",
                "¿Por qué carnicero?",
                "Porque en el colegio ya aprendí a hacer chuletas"
            ]
        },
        {
            "lines": [
                "Llega un profe nuevo al cole y dice:",
                "Buenos días, mi nombre es Largo.",
                "Jaimito le responde:",
                "No se preocupe profe, tenemos tiempo."
            ]
        },
        {
            "lines": [
                "Un hombre se encuentra con un amigo por la calle y le dice:",
                "Manolo ¿qué te pasa que estás blanco?",
                "Nada Pepe, que vengo del médico y me ha dicho que deje de beber, fumar, hacer el amor...",
                "Y ¿qué vas a hacer?",
                "Pues qué quieres que haga Pepe, cambiar de médico."
            ]
        },
        {
            "lines": [
                "Doctor, doctor, ¿qué tal ha salido la operación?",
                "¡Pero qué doctor ni qué ocho cuartos! ¡Yo soy San Pedro!"
            ]
        },
        {
            "lines": [
                "Tengo tres llamadas perdidas de mi oftalmólogo...",
                "El de ver me llama."
            ]
        },
        {
            "lines": [
                "Doctor, mi mujer tiene tres pechos.",
                "-¡Ah! Y quiere que le extirpe uno de ellos, ¿verdad?",
                "No, que me implante a mí otra mano."
            ]
        },
        {
            "lines": [
                "Llega un paciente a la consulta del médico, y dice:",
                "Doctor, tengo un problema. Nadie me hace caso.",
                "Que pase el siguiente"
            ]
        },
        {
            "lines": [
                "Cierro los ojos y no hago más que ver campos de amapolas por todas partes. ¿Qué me pasa Dr.?",
                "Son delirios.",
                "No, de amapolas.",
                "En el médico:",
                "Vamos a tener que mandarle una plaquita",
                "¿De tórax Doctor?",
                "No, de mármol"
            ]
        },
        {
            "lines": [
                "En el hospital de Lepe una madre le pregunta al médico:",
                "-Doctor, ¿cree usted que mi hijo perderá el ojo?",
                "El médico responde:",
                "-Si lo pierde es porque le da la gana. Yo se lo he envuelto con un pañuelo."
            ]
        },
        {
            "lines": [
                "Un hombre, pálido, triste y escuálido, va al psiquiatra y le dice:",
                "-Mi suegra me está matando. Sé que me voy a morir. ¿Tengo cura?",
                "-Claro que sí,en cualquier iglesia encontrará uno."
            ]
        },
        {
            "lines": [
                "Doctor, soy asmático, ¿es grave?",
                "No amigo, es esdrújula."
            ]
        },
        {
            "lines": [
                "Doctor, doctor, veo elefantes rosas por todos lados, mire a donde mire solo veo elefantes rosas.",
                "¿Ha visto usted ya un psicólogo?",
                "No, doctor, ¡solo elefantes rosas!"
            ]
        },
        {
            "lines": [
                "Doctor, doctor, tengo los dientes amarillos. ¿Qué me recomienda?",
                "Pues le iría bien una corbata marrón."
            ]
        },
        {
            "lines": [
                "Doctor, ¿cómo conservo el poco pelo que me queda?",
                "Fácil, mételo en una cajita"
            ]
        },
        {
            "lines": [
                "Un hombre en la sala de espera de maternidad y dice el doctor:",
                "Han sido quintillizos, dice el hombre orgulloso",
                "¡Es que tengo un cañón!",
                "A ver si lo limpia entonces, porque le han salido negros."
            ]
        },
        {
            "lines": [
                "Doctor, ¿después de la operación podré tocar la guitarra?",
                "Sí perfectamente",
                "¡Que bueno! siempre quise saber"
            ]
        },
        {
            "lines": [
                "¡Doctor, doctor, tengo un hueso fuera!",
                "Hágalo pasar, por favor."
            ]
        },
        {
            "lines": [
                "Veo que hoy tose usted mejor.",
                "Sí doctor, es que he estado toda la noche entrenando."
            ]
        },
        {
            "lines": [
                "Doctor, no sé qué me pasa pero enseguida pierdo los nervios y me pongo a insultar a todo el mundo.",
                "Está bien, cuéntamelo todo.",
                "¿Y qué cree que estoy haciendo, pedazo de imbécil?"
            ]
        },
        {
            "lines": [
                "Un paciente entra en la consulta y le pregunta el médico:",
                "¿Qué es lo que le ha traído por aquí?",
                "Una ambulancia, ¿por qué?"
            ]
        },
        {
            "lines": [
                "Doctor, creo que necesito gafas.",
                "Estoy de acuerdo, pero no puedo ayudarle, ¡esto es un banco!"
            ]
        },
        {
            "lines": [
                "Ahí va Patxi, ¡cómo cortas troncos! ¿Dónde has aprendido?",
                "Pues en el Sáhara",
                "¡Pero si allí no hay árboles!",
                "No, ahora ya no..."
            ]
        },
        {
            "lines": [
                "Dos leperos van al médico y ven un cartel: \"CONSULTA DE 4 A 7\". Así que uno de ellos le dice al otro: Oye, que solo somos dos, vamos a buscar otra pareja de enfermos."
            ]
        },
        {
            "lines": [
                "¡Alto! Se ha saltado un semáforo en rojo. Tengo que ponerle una multa. Dígame su nombre.",
                "Josetxu Aristeguicorteneindiaguirre de Urrutxomengasalaberría y Mendiagorrialbizu de Gurruchagagoitiaga.",
                "Bueno, rojo.... lo que se dice rojo.. no era: era ámbar intenso, más bien. Siga, por favor…"
            ]
        },
        {
            "lines": [
                "Un guía sevillano les explica a los turistas:",
                "Y aquí Carlos V mandó construir un castillo",
                "Pero si aquí no hay ningún castillo",
                "Y… lo mandó construir, lo que pasa es que no le hicieron ni caso."
            ]
        },
        {
            "lines": [
                "Patxi, soy Iñaki. Oye, ya he cogido el autobús. Llego a tu casa en 30 minutos.",
                "Pero si se llega en 15 andando...",
                "Ya, joder, pero pesa."
            ]
        },
        {
            "lines": [
                "Los vascos somos cojonudos, ¿verdad, Patxi?",
                "Pero, ¿qué dices? Si tú has nacido en Castellón",
                "¡Patxi, los vascos nacemos donde queremos!"
            ]
        },
        {
            "lines": [
                "Esto son dos andaluces de Jaén hablando:",
                "Me he liado con una sevillana y me ha llevado a ese sitio de bailar a zapatazos.",
                "¿Tablao flamenco?",
                "No, no, habla español, raro, pero español."
            ]
        },
        {
            "lines": [
                "¿Qué hacen dos vascos encima de una nube?",
                "Two-bascos"
            ]
        },
        {
            "lines": [
                "Dos vascos que se encuentran, y uno le dice a otro:",
                "Oye Patxi, me han dicho que tu hija está con gonorrea.",
                "A mi mientras sea vasco me da lo mismo como se llame."
            ]
        },
        {
            "lines": [
                "Un malagueño que llega a Sevilla para ver la Semana Santa, entra en un bar y le dice al camarero:",
                "¿Tiene usted platos combinados?",
                "A lo que el camarero le responde:",
                "Si tenemos muchos y buenos platos combinados.",
                "El malagueño va y le dice:",
                "Me pone usted un Benedicto XVI y un Julián Muñoz.",
                "El camarero va y le pregunta:",
                "Perdone, ¿ese qué plato es?",
                "A lo que el malagueño va y le dice:",
                "¡Papas con chorizo!"
            ]
        },
        {
            "lines": [
                "¿Por qué los del Lepe no salen de la comunidad? Porque hay un cartel que pone Huelva"
            ]
        },
        {
            "lines": [
                "¿Por qué los del Lepe no entran a la cocina? Porque hay un bote que pone sal"
            ]
        },
        {
            "lines": [
                "¡Hombre, Carles! ¿Cómo te va la vida?",
                "Pues aquí voy con mi madre que está delicada, se ha quedado sorda y ciega.",
                "Vaya ¿La llevas al médico?",
                "Eso después, ahora vamos a que le corten la luz y el teléfono de casa."
            ]
        },
        {
            "lines": [
                "Una catalana de paseo por Madrid, cansada de recorrer sus calles encuentra una churrería.",
                "¿Cuánto cuestan los churros?",
                "Pues depende de los que se lleve, cuantos más lleve menos paga.",
                "Pues póngame hasta que me salgan gratis."
            ]
        },
        {
            "lines": [
                "¿Por qué las mujeres de Lepe beben agua del mar? Para ser más saladas"
            ]
        },
        {
            "lines": [
                "¿Sabes por qué los de Lepe llevan una bañera encima de la ambulancia? Para llevar la sirena",
                "Un gallego va al cine, y la muchacha de la taquilla le dice:",
                "Señor, esta es la quinta vez que compra la entrada.",
                "El gallego le contesta:",
                "Es que el desgraciado de la puerta me la rompe…",
                "Un tío va a trabajar cuando le pregunta un gallego que estaba de paseo por Madrid:",
                "Oiga, por favor, ¿me podría decir qué autobús tengo que coger para ir a ver el museo del Prado?",
                "Sí, aquí mismo, coja el número 48.",
                "A mediodía, nuestro hombre vuelve del trabajo para ir a comer y se encuentra al gallego que está todavía esperando en la parada del autobús...",
                "¿Pero qué hace todavía aquí? ¿No le dije que cogiera el 48?.",
                "¡Claro! Y ya han pasado cuarenta y tres autobuses."
            ]
        },
        {
            "lines": [
                "¿Sabes por qué los de Lepe plantan los naranjos de 3 en 3? Para hacer trinaranjus"
            ]
        },
        {
            "lines": [
                "Un niño de 7 años en la Maestranza de Sevilla, con un gorro de sevillano, y un puro de un metro. Y le dice otro:",
                "¡Oye chaval! ¿No te vas a marear con eso?",
                "¿Yo? El que se debe estar mareando es mi padre que debe estar buscando la entrada, el gorro y el puro."
            ]
        },
        {
            "lines": [
                "El marido llega al portal de su casa totalmente borracho y empieza a gritar:",
                "¡María, María!",
                "Ya vienes otro día borracho y quieres que te eche la llave.",
                "No, no, si hoy la llave la tengo, mejor tírame la cerradura, que no la encuentro."
            ]
        },
        {
            "lines": [
                "Dos amigos tomando unas cervezas en el bar y dice uno:",
                "En mi casa tengo un pato que habla",
                "Tú estás borracho... ¿cómo vas a tener un pato que habla?",
                "Vente a mi casa y te lo enseño",
                "Llegan a la casa y sale el pato:",
                "Mira ya verás, pato. ¡Ve y tráeme las zapatillas!",
                "El pato responde:",
                "Cuak cuak",
                "Y el hombre:",
                "¿Pues cuales van ser? ¡Las que están debajo de la cama!"
            ]
        },
        {
            "lines": [
                "Están dos borrachos y uno le dice al otro: “No sigas bebiendo que te estás poniendo borroso”"
            ]
        },
        {
            "lines": [
                "Había un tipo que era tan borracho, pero tan borracho que le llamaban \"genio\" porque cada vez que destapaban una botella aparecía."
            ]
        },
        {
            "lines": [
                "El hombre llega a las tantas y la esposa lo espera en la cama:",
                "¿A ver, Juan, por qué vienes a casa medio borracho?",
                "No es mi culpa, se me ha acabado el dinero…"
            ]
        },
        {
            "lines": [
                "Un borracho le envía un mensaje a su esposa: “Amor, llego en 30 minutos. Si no he llegado vuelve a leer el mensaje”"
            ]
        },
        {
            "lines": [
                "Dos borrachos que están en la plaza del pueblo y uno le dice al otro:",
                "Compadre, ¿por qué no montamos un bar?",
                "¡Venga! Pero, ¿y si nos va malamente?",
                "Pues si nos va malamente lo abrimos al público."
            ]
        },
        {
            "lines": [
                "Una pareja sale de casa y se encuentran a un borracho tirado en el suelo, y ella le dice al marido:",
                "Mira, ese de ahí fue mi novio, cuando lo dejamos hace diez años comenzó a beber.",
                "¡Increíble, nunca había visto a un tipo celebrar tanto!"
            ]
        },
        {
            "lines": [
                "Un borracho llega a la cárcel y pregunta a un guardia:",
                "¿Puedo hablar con el ladrón que robó mi casa?",
                "Eso depende... ¿Para qué quiere hablar con él?",
                "Para que me explique cómo se entra mi casa sin despertar a mi mujer."
            ]
        },
        {
            "lines": [
                "Un jefe le grita a su empleado:",
                "¡Manolo! ¿No sabes que está prohibido beber durante el trabajo?",
                "No se preocupe jefe, no estoy trabajando."
            ]
        },
        {
            "lines": [
                "Mamá,¿qué haces en frente de la computadora con los ojos cerrados?",
                "Nada, hijo, es que Windows me dijo que cerrara las pestañas…"
            ]
        },
        {
            "lines": [
                "-¡Mamá!, ¡mamá!, en el colegio me llaman Jabón en polvo",
                "No te preocupes, Ariel."
            ]
        },
        {
            "lines": [
                "¡Mamá, mamá!, en el colegio me llaman Shampoo",
                "Ay ya, Johnson, no más lágrimas"
            ]
        },
        {
            "lines": [
                "Le dice un niño a su madre:",
                "Mamá, mamá, qué rica está la paella.",
                "Y su madre le contesta:",
                "Pues repite, hijo.",
                "Y dice el hijo:",
                "Mamá, mamá, qué rica está la paella."
            ]
        },
        {
            "lines": [
                "El niño le dice a su mamá:",
                "Mamá, mamá en el cole me dicen pato!",
                "Cua-cua-cua-cualquiera se da cuenta, hijo"
            ]
        },
        {
            "lines": [
                "Un niño dice a su madre:",
                "Mamá mamá me picó una víbora. Y su mamá le pregunta:",
                "Cobra?",
                "No gratis"
            ]
        },
        {
            "lines": [
                "El niño dice a la madre:",
                "Mamá, mamá, en el colegio todos me dejan solito...",
                "Mamá! mamá!!!!!!!!mamáaa!!!!"
            ]
        },
        {
            "lines": [
                "Mamá, mamá, en la escuela me dicen cebolla.",
                "Y su madre le dice:",
                "Vete, que me vas a hacer llorar."
            ]
        },
        {
            "lines": [
                "Mamá, mamá, en el colegio me dicen que parezco una vaca.",
                "Muuuurmuraciones de la gente, muuurmuraciones, hijo"
            ]
        },
        {
            "lines": [
                "El niño dice al padre:",
                "Papá, ¿Cuántos años tiene el gato?",
                "Y dijo el padre: 2 años.",
                "Y el niño pregunta:",
                "¿Y cuántos tengo yo?",
                "Y dijo el padre: 5 años",
                "Y dice el niño:",
                "¿Y por qué el gato tiene bigotes y yo no?"
            ]
        },
        {
            "lines": [
                "Papá, papá, la profesora hizo una pregunta y yo fui el único que levantó la mano.",
                "¿Y qué preguntó?",
                "¿Quién no hizo la tarea?"
            ]
        },
        {
            "lines": [
                "Papá, papá, en el colegio me llaman campana.",
                "Tolonterías de tus compañeros"
            ]
        },
        {
            "lines": [
                "Un niño le pregunta a su padre:",
                "Papá, papá, ¿dónde están los Alpes?",
                "Pregúntaselo a tu madre que es la que lo guarda todo."
            ]
        },
        {
            "lines": [
                "Papá, papá, ¿es verdad que los papás saben más que los niños?",
                "Claro hijo, es verdad.",
                "¿Quién fue el inventor de la imprenta?",
                "El inventor de la imprenta fue Gutenberg.",
                "Pero entonces, ¿por qué no la inventó el papá de Gutenberg?"
            ]
        },
        {
            "lines": [
                "Papá, papá, ¿qué se siente al tener un hijo tan guapo?",
                "No sé, hijo, pregúntaselo a tu abuelo."
            ]
        },
        {
            "lines": [
                "Hijo, si repruebas el examen de mañana olvídate que soy tu padre",
                "Al día siguiente:",
                "Hijo ¿cómo te fue en el examen?",
                "¿Y tú quién eres?"
            ]
        },
        {
            "lines": [
                "¿Cómo se dice fin en japonés?",
                "Sakabó."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice muerto en japonés?",
                "Ta tieso."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice café amargo en japonés?",
                "Takara lazukar."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice dentista en japonés?",
                "Tekurotocico."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice bicicleta en japonés?",
                "Kasimoto."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice cabello sucio en chino?",
                "Chin champú."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice cerdo en chino?",
                "Chan chi to."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice marinero pobre en chino?",
                "Chin chu lancha."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice 99 en chino?",
                "Cachichien"
            ]
        },
        {
            "lines": [
                "¿Cómo se dice ascensor en árabe?",
                "Alibava y abajo también."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice agricultor en árabe?",
                "Jala la pala."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice 'el tren pasó junto al perro' en francés?",
                "Le shushu pasó juntó al guauguau."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice me equivoqué en francés?",
                "Le pifié."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice calvicie en portugués?",
                "Aeroporto dos mosquitos."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice ojal en portugués?",
                "Casa du botón."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice bigote en italiano?",
                "Trampolini di moco."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice calzoncillo en italiano?",
                "Lacasita della miacolita."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice abrir la puerta en alemán?",
                "Destranken."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice repollo en inglés?",
                "Rechicken."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice sediento en rumano?",
                "Mrezku refresku."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice insecto en ruso?",
                "Moshka."
            ]
        },
        {
            "lines": [
                "¿Cómo se dice caricatura en griego?",
                "Garabatos"
            ]
        },
        {
            "lines": [
                "¿Qué le dice un gusano a otro gusano?",
                "¡Me voy a dar una vuelta a la manzana!"
            ]
        },
        {
            "lines": [
                "¿Cómo puedes saber si hay un elefante debajo de tu cama?",
                "Porque estarías tocando el techo con tu nariz."
            ]
        },
        {
            "lines": [
                "¿Cuál es el pez que huele mucho?",
                "¡El Peztoso!"
            ]
        },
        {
            "lines": [
                "¿Qué le dice un jaguar a otro jaguar?",
                "How are you?"
            ]
        },
        {
            "lines": [
                "¿Qué hace un perro con un taladro?",
                "Ta-ladrando."
            ]
        },
        {
            "lines": [
                "Las ovejas están jugando al fútbol y una de ellas lanza",
                "el balón muy lejos. Le dice a otra oveja:",
                "Beeeeeeee...",
                "Y la otra responde:",
                "Beeeee tú."
            ]
        },
        {
            "lines": [
                "Entra un hombre a una pajarería y pregunta:",
                "¿De qué raza es el loro?",
                "Y el dueño le contesta.",
                "Lo ignoro.",
                "Y el hombre le dicen:",
                "¡Qué loignorito tan bonito!"
            ]
        },
        {
            "lines": [
                "Un erizo iba en el desierto y ve un cactos y le dice:",
                "¡Mamá!"
            ]
        },
        {
            "lines": [
                "Esto es un perro que se llama 'Chiste'.",
                "Se marchó el perro y se acabó el chiste."
            ]
        },
        {
            "lines": [
                "Un pollito dice:",
                "Pío, pío, pío, pío.",
                "El otro responde:",
                "Pao, pao, pao, pao.",
                "Y el primero dice:",
                "¡Ay! Me voy, cambiaste la conversación."
            ]
        },
        {
            "lines": [
                "Un pez le dice al otro:",
                "¿Qué hace tu papá?",
                "Y el otro le contesta.",
                "Nada. ¿Y el tuyo?",
                "Nada también."
            ]
        },
        {
            "lines": [
                "Una serpiente le pregunta a su madre:",
                "Mamá, ¿somos venenosas?",
                "Su madre le contesta:",
                "¿Por qué quieres saber eso?",
                "La serpiente joven le responde:",
                "¡Porque me mordí la lengua!"
            ]
        },
        {
            "lines": [
                "Una iguana se encuentra con otra y le dice:",
                "Hola, ¿cómo te llamas?",
                "Iguana, ¿y tú?",
                "Iguanita que tú."
            ]
        },
        {
            "lines": [
                "¿Cuál es la canción favorita de un perezoso?",
                "¡Despacito!"
            ]
        },
        {
            "lines": [
                "¿Cuándo un oso dice oink?",
                "Cuando está aprendiendo un nuevo idioma."
            ]
        },
        {
            "lines": [
                "Van dos pulgas al cine y una pregunta:",
                "¿Vamos andando o cogemos el perro?"
            ]
        },
        {
            "lines": [
                "¿Cuál es el insecto que tiene los pies en la cabeza?",
                "El piojo."
            ]
        },
        {
            "lines": [
                "¿Qué hace una abeja en un gimnasio?",
                "Zumba."
            ]
        },
        {
            "lines": [
                "¿Por qué a los osos no les gusta la comida rápida?",
                "Porque no pueden atraparla."
            ]
        },
        {
            "lines": [
                "Mi perro es extraordinario: Cuando quiere",
                "baila estilo hawaino, cuando quiere me recoge las",
                "zapatillas y me las trae y cuando quiere canta como los ángeles.",
                "¿En serio?",
                "Sí, lo malo es que nunca quiere."
            ]
        },
        {
            "lines": [
                "¿Qué hacen los osos para reírse?",
                "¡Se cuentan chistes sobre personas!"
            ]
        },
        {
            "lines": [
                "Érase una vez un oso que se llamaba",
                "Pegamento. Se cayó y se la pegó."
            ]
        },
        {
            "lines": [
                "¿Qué hacen dos pollitos cerca de",
                "un restaurante de pollo asado?",
                "Ver una película de terror."
            ]
        },
        {
            "lines": [
                "¿Por qué los peces no juegan al fútbol?",
                "Porque les dan miedo las redes"
            ]
        },
        {
            "lines": [
                "Oye, ¿cómo se escribe oveja?",
                "Como suena.",
                "¿Cómo? ¿Beeeee...?"
            ]
        },
        {
            "lines": [
                "Camarero, hay una mosca en mi sopa.",
                "Tranquilo, que la araña que hay en el",
                "pan se la comerá pronto."
            ]
        },
        {
            "lines": [
                "Un ratón le dice a una rata:",
                "¿Qué haces ahí sentada?",
                "Estoy esperando un ratito."
            ]
        },
        {
            "lines": [
                "No sé si conseguiré enamorar a esa chica...",
                "¿Tienes vacas y ovejas?",
                "Sí."
            ]
        },
        {
            "lines": [
                "Pues ya tienes mucho ganado.",
                "¿Qué hace una vaca pensando?",
                "¡Hace leche concentrada!"
            ]
        },
        {
            "lines": [
                "A mí me gustaría vivir en una isla desierta.",
                "A mí también.",
                "¡Joder! ¡Ya empezamos a llenarla!"
            ]
        },
        {
            "lines": [
                "Mamá, en el cole me llaman despistado.",
                "Niño, ¡que esta no es tu casa!"
            ]
        },
        {
            "lines": [
                "Pues entre pitos y flautas me he gastado 10.000 euros.",
                "¿Y eso?",
                "Pues ya ves, cuatro mil en pitos y seis mil en flautas."
            ]
        },
        {
            "lines": [
                "Cariño, creo que estás obsesionado con el fútbol y me haces falta.",
                "¡¿Qué falta?! ¡¿Qué falta?! ¡¡Si no te he tocado!!"
            ]
        },
        {
            "lines": [
                "Hola, soy paraguayo y quiero pedirle la mano de su hija para casarme con ella.",
                "¿Para qué?",
                "Paraguayo"
            ]
        },
        {
            "lines": [
                "Dos tontos en un tren:",
                "¿Ves qué rápido pasan los postes?",
                "Sí, en el viaje de vuelta volvemos en poste."
            ]
        },
        {
            "lines": [
                "Soy celíaca.",
                "Encantado, yo Antoniaco."
            ]
        },
        {
            "lines": [
                "Acabo de escribir un libro.",
                "¿Y por qué has dibujado un dedo en la primera página?",
                "Es el índice."
            ]
        },
        {
            "lines": [
                "Parece que su tos ha mejorado.",
                "Es que estuve practicando toda la noche."
            ]
        },
        {
            "lines": [
                "¡Me acaba de picar una serpiente!",
                "¿Cobra?",
                "No, gratis."
            ]
        },
        {
            "lines": [
                "La maestra le pregunta a Jaimito:",
                "Si yo digo fui rica, es tiempo pasado, pero si digo soy hermosa, ¿qué es?",
                "Exceso de imaginación."
            ]
        },
        {
            "lines": [
                "Va Jaimito a su madre y le pregunta:",
                "Mami, mami, ¿los caramelos de chocolate caminan por la pared?",
                "Pues no, Jaimito. Los caramelos no caminan.",
                "Ah, pues entonces me he comido una cucaracha."
            ]
        },
        {
            "lines": [
                "Jaimito llega tarde al colegio y la profesora le pregunta:",
                "¿Por qué llegas tarde?",
                "Me quedé dormido soñando con un partido.",
                "¿Y eso qué tiene que ver?",
                "Pues hubo un empate, prórroga y además penaltis."
            ]
        },
        {
            "lines": [
                "Jaimito entra en el hospital y el médico le pregunta:",
                "¿Qué te trae por aquí?",
                "La ambulancia"
            ]
        },
        {
            "lines": [
                "La profesora le pregunta a Jaimito:",
                "¿Qué puede decirme de la muerte de Napoleón?",
                "Que lo siento mucho."
            ]
        },
        {
            "lines": [
                "¡Dile a tu hijo que deje de imitarme!",
                "Jaimito, deja de hacer el imbécil."
            ]
        },
        {
            "lines": [
                "Mamá, esta noche no me esperes.",
                "¿Por qué, Jaimito?",
                "Porque ya he llegado."
            ]
        },
        {
            "lines": [
                "Mamá, hoy hemos aprendido a hacer explosivos.",
                "Muy bien, Jaimito, ¿y mañana que haréis en el colegio?",
                "¿Colegio? ¿Qué colegio?"
            ]
        },
        {
            "lines": [
                "Jaimito, tráeme al bebé.",
                "Hay que esperar a que se ponga a llorar.",
                "¿Por qué?",
                "Porque no sé dónde lo he dejado."
            ]
        },
        {
            "lines": [
                "Jaimito, si no apruebas el examen de mañana olvídate de que soy tu padre.",
                "Al día siguiente:",
                "¿Cómo te ha salido el examen?",
                "¿Y tú quién eres?"
            ]
        },
        {
            "lines": [
                "Pedrito, ¿qué planeta va después de Marte?",
                "Miércoles."
            ]
        },
        {
            "lines": [
                "¿Por qué Bob Esponja no va al gimnasio?",
                "Porque ya está cuadrado."
            ]
        },
        {
            "lines": [
                "Doctor, ¿qué puedo hacer para que mi hijo no se haga pis en la cama?",
                "Que duerma en el baño."
            ]
        },
        {
            "lines": [
                "¿Qué le dice una pared a otra pared?",
                "Nos vemos en la esquina."
            ]
        },
        {
            "lines": [
                "¿Por qué lloraba el libro de matemáticas?",
                "Porque tenía muchos problemas."
            ]
        },
        {
            "lines": [
                "¿Cuál es el colmo de un libro?",
                "Que en otoño se caigan sus hojas."
            ]
        },
        {
            "lines": [
                "Hoy he soñado que ganaba 200 millones como mi padre.",
                "¿Tu padre gana 200 millones?",
                "No, él también lo sueña."
            ]
        },
        {
            "lines": [
                "¿Qué hora es?",
                "Las doce.",
                "¡Qué tarde!",
                "Pues haberme preguntado antes."
            ]
        },
        {
            "lines": [
                "Papá, cuando sea mayor quiero ser como tú.",
                "¿Por qué?",
                "Para tener un hijo como yo."
            ]
        },
        {
            "lines": [
                "¿Cuál es el colmo de un jardinero?",
                "Que siempre lo dejen plantado."
            ]
        },
        {
            "lines": [
                "¿Por qué lleva tanto papel higiénico?",
                "Porque cada vez que una persona estornuda 50 se cagan de miedo."
            ]
        },
        {
            "lines": [
                "Día 3 de la cuarentena: mi mujer me ha dicho que salga a la calle, que ella paga la multa."
            ]
        },
        {
            "lines": [
                "Mamá, ¿cuándo va a terminar la cuarentena?",
                "Cállate y cómete tu papel del váter."
            ]
        },
        {
            "lines": [
                "Imagínate que también cierran los supermercados.",
                "Tendríamos que salir a cazar para comer.",
                "¡Pues yo no sé dónde viven las croquetas!"
            ]
        },
        {
            "lines": [
                "¿Dónde vas a pasar la semana santa?",
                "Todavía no sé si en el dormitorio o en el salón."
            ]
        },
        {
            "lines": [
                "Enciendes la televisión y aparece Jordi Hurtado diciendo:",
                "Qué barbaridad, no vivía una pandemia así desde la peste negra de 1348."
            ]
        },
        {
            "lines": [
                "Vecina, ¿me dejas 3 rollos de papel higiénico?",
                "¿Te crees que soy el Banco de España?"
            ]
        },
        {
            "lines": [
                "Este es el primer año que no viajo por culpa de una pandemia.",
                "¿Y los anteriores?",
                "Por falta de dinero."
            ]
        },
        {
            "lines": [
                "Un amigo le dice a otro calvo que está llorando porque ha perdido su último pelo de la cabeza:",
                "Pero si no estás tan calvo, pero levanta la cabeza que me deslumbras."
            ]
        },
        {
            "lines": [
                "Un calvo entra en una peluquería y le dice al peluquero:",
                "Por favor, péineme con la raya en medio.",
                "¿A boli o a lápiz?"
            ]
        },
        {
            "lines": [
                "Entra un calvo en una peluquería y dice:",
                "Perdón."
            ]
        }
    ]
}